{
  "name": "210526_1032_7723",
  "szenario": "DialogueSzenario.STD_EXPERT_RESP_TEMPLATE",
  "start": "10:32",
  "end": "11:13",
  "utterances": [
    {
      "user": "3d1b242d44e54747ff36ee223888eef6",
      "type": "user",
      "text": "Ich glaube nicht, dass KI in allen Gebieten Ärzt:innen ersetzen kann, sondern nur bei der Diagnostik unterstützen und Therapieempfehlungen abgeben sollte.\nDie KI kann sich niemals ein so vollumfängliches Bild des Patienten verschaffen, wie es ein Arzt kann, da er auch Umstände einbeziehen kann, die auf den ersten Blick nichts mit der Krankheit zu tun haben.",
      "id_in_dialogue": 0,
      "true_labels": [
        "K14"
      ],
      "true_bounds": [],
      "predicted_labels": {},
      "predicted_bounds": [],
      "uncertain_labeling": true
    },
    {
      "user": "b4831fd34e3021ddd9d2d446e2f0042d",
      "type": "expert",
      "text": "Das stimmt. Patient:innen sind bei schwerwiegenden medizinischen Entscheidungen keine rationalen Entscheider. Die Berücksichtigung ihrer Gefühlslage, bis hin zur Verzweiflung, ist essentiell. Hier stößt eine KI an ihre Grenzen, da ihr das Einfühlungsvermögen gänzlich fehlt. Hinzukommt, dass Patient:innen obendrein kein Vertrauen in die KI haben, da diese unpersönlich ist. Andererseits: Die Menschen werden nicht durch die KI behandelt. Die KI stellt eine Diagnose und empfiehlt eine Therapie. Die anschließende Therapie übernehmen weiterhin Ärzt:innen.",
      "id_in_dialogue": 1,
      "true_labels": [
        null,
        "K14",
        null,
        "K14-A"
      ],
      "true_bounds": [
        [
          0,
          12
        ],
        [
          12,
          375
        ],
        [
          375,
          389
        ],
        [
          389,
          555
        ]
      ],
      "is_template": true
    },
    {
      "user": "3d1b242d44e54747ff36ee223888eef6",
      "type": "user",
      "text": "Ich glaube allerdings, dass sich Ärzt:innen in ihren Entscheidungen stark von den Empfehlungen der KI beeinflussen lassen. Außerdem würde der Patient wohl trotzdem das Vertrauen verlieren, wenn er wüsste, dass die Therapie auf der Empfehlung einer KI basiert. Insbesondere wenn diese Therapieempfehlung für den Arzt nicht komplett nachvollziehbar ist. ",
      "id_in_dialogue": 2,
      "true_labels": [
        "P7-A-Pa"
      ],
      "true_bounds": [],
      "predicted_labels": {},
      "predicted_bounds": [],
      "uncertain_labeling": true
    },
    {
      "user": "b4831fd34e3021ddd9d2d446e2f0042d",
      "type": "expert",
      "text": "Dies sollte verhindert werden. Es ist davon auszugehen, dass das Vertrauen der Patient:innen mit steigender Leistung der KI ebenso steigen wird. Hast Du schon einmal daran gedacht: Erklärungen sind nicht immer nötig, da oft nur das Ergebnis bei der Diagnostik und bei der Therapieentscheidung maßgeblich ist.",
      "id_in_dialogue": 3,
      "true_labels": [
        null,
        "K14-Aa",
        null,
        "K2-Ad"
      ],
      "true_bounds": [
        [
          0,
          31
        ],
        [
          31,
          145
        ],
        [
          145,
          181
        ],
        [
          181,
          308
        ]
      ],
      "is_template": true
    },
    {
      "user": "3d1b242d44e54747ff36ee223888eef6",
      "type": "user",
      "text": "Dies trifft aber nur zu, wenn die Therapie erfolgreich ist. Fehlentscheidungen sind in der Medizin meiner Meinung nach auch nicht durch KI vermeidbar, da es zu viele Ungewissheiten zu. Sobald Fehler im Rahmen des KI-Einsatzes passieren, würde die Allgemeinheit das Vertrauen in diese Systeme (wieder) verlieren. ",
      "id_in_dialogue": 4,
      "true_labels": [
        "K7"
      ],
      "true_bounds": [],
      "predicted_labels": {},
      "predicted_bounds": [],
      "uncertain_labeling": true
    },
    {
      "user": "b4831fd34e3021ddd9d2d446e2f0042d",
      "type": "expert",
      "text": "Studien schätzen, dass 10-15% der Diagnosen von Ärzt:innen falsch sind. Das bedeutet im Umkehrschluss, dass die Qualitätsquote der Trainingsdaten nur 85-90% beträgt. Da eine KI anhand der Trainingsdaten lernt, könnte sie aufgrund deren Mängel nie eine höhere Qualitätsquote erreichen. Andererseits: Nur eine KI ist in der Lage, verborgene Muster in den großen Datenmengen zu erkennen und kann so den Ärzt:innen eine wertvolle Unterstützung für Prognose- und Therapieentscheidungen sein.",
      "id_in_dialogue": 5,
      "true_labels": [
        "P11-A",
        null,
        "K2-Ac"
      ],
      "true_bounds": [
        [
          0,
          285
        ],
        [
          285,
          299
        ],
        [
          299,
          486
        ]
      ],
      "is_template": true
    },
    {
      "user": "3d1b242d44e54747ff36ee223888eef6",
      "type": "user",
      "text": "Mich verwirrt etwas, dass eure These oben ist, dass KI Ärzt:innen ersetzen soll und in der Diskussion ist immer wieder die Rede von unterstützen.",
      "id_in_dialogue": 6,
      "true_labels": [
        "unknown"
      ],
      "true_bounds": [],
      "predicted_labels": {},
      "predicted_bounds": [],
      "uncertain_labeling": true
    },
    {
      "user": "b4831fd34e3021ddd9d2d446e2f0042d",
      "type": "expert",
      "text": "Es ist fraglich, ob eine Effizienzsteigerung und Ökonomisierung dem Nutzen der Patient:innen zu dienen fähig sind. ",
      "id_in_dialogue": 7,
      "true_labels": [
        "K21"
      ],
      "true_bounds": [
        [
          0,
          115
        ]
      ],
      "is_template": true
    },
    {
      "user": "3d1b242d44e54747ff36ee223888eef6",
      "type": "user",
      "text": "Ich überlege, ob sich Krankenhäuser durch vermehrten KI Einsatz und die Notwendigkeit von großen Datenmengen nicht angreifbar machen, z.B. durch Missbrauch der Systeme von innen oder außen (Hacker).",
      "id_in_dialogue": 8,
      "true_labels": [
        "K6"
      ],
      "true_bounds": [],
      "predicted_labels": {},
      "predicted_bounds": [],
      "uncertain_labeling": false
    },
    {
      "user": "b4831fd34e3021ddd9d2d446e2f0042d",
      "type": "expert",
      "text": "Das stimmt. Durch die große Menge gesammelter Daten werden Kliniken interessanter für Cyberangriffe. Mit der zunehmenden Digitalisierung, etwa mit Einführung der digitalen Patientenakte, müssen sich Kliniken ohnehin stärker gegen Cyberangriffe schützen.",
      "id_in_dialogue": 9,
      "true_labels": [
        null,
        "P2-Ab",
        "P2-Ab-Pa"
      ],
      "true_bounds": [
        [
          0,
          12
        ],
        [
          12,
          101
        ],
        [
          101,
          253
        ]
      ],
      "is_template": true
    },
    {
      "user": "3d1b242d44e54747ff36ee223888eef6",
      "type": "user",
      "text": "Mein letzter Einwand wäre, dass die Gesundheitsversorgung eigentlich eine staatliche Aufgabe ist. Im Rahmen von KI-Systemen kann der Staat aber wohl nicht mit den Entwicklungen von Tech-Konzernen wie Google und co mithalten. Hier würde wohl eine Abhängigkeit entstehen.\nEs ist aber auch schon spät, deswegen bedanke ich mich für die interessante Diskussion. Bis bald!",
      "id_in_dialogue": 10,
      "true_labels": [
        "Konkurrenz; Staatsaufgabe"
      ],
      "true_bounds": [],
      "predicted_labels": {},
      "predicted_bounds": [],
      "uncertain_labeling": true
    },
    {
      "user": "b4831fd34e3021ddd9d2d446e2f0042d",
      "type": "expert",
      "text": "Es ist fraglich, ob eine Effizienzsteigerung und Ökonomisierung dem Nutzen der Patient:innen zu dienen fähig sind. ",
      "id_in_dialogue": 11,
      "true_labels": [
        "K21"
      ],
      "true_bounds": [
        [
          0,
          115
        ]
      ],
      "is_template": true
    }
  ],
  "surveys": [
    {
      "name": "3d1b242d44e54747ff36ee223888eef6",
      "type": "StartSurvey",
      "result": "strong-disagree"
    },
    {
      "name": "3d1b242d44e54747ff36ee223888eef6",
      "type": "EndSurvey",
      "result": "strong-disagree",
      "improvement_suggestions": "Mich hat etwas verwirrt, dass nicht klar wurde, ob KI Ärzt:innen unterstützen oder ersetzen soll. In der abschließenden Umfrage ist etwas unübersichtlich, welche Spalte für überzeugend und welche für nicht überzeugend steht, da der Text in der Überschrift ineinander über geht.\nSonst wirklich super Sache und interessante Infos!",
      "persuasive_arguments": [
        [
          0,
          true
        ],
        [
          1,
          true
        ],
        [
          2,
          true
        ],
        [
          3,
          true
        ],
        [
          4,
          true
        ],
        [
          5,
          true
        ],
        [
          6,
          true
        ],
        [
          7,
          false
        ],
        [
          8,
          true
        ],
        [
          9,
          true
        ],
        [
          10,
          true
        ],
        [
          11,
          false
        ]
      ]
    }
  ]
}