{
  "name": "210526_1014_6780",
  "szenario": "DialogueSzenario.STD_EXPERT_RESP_TEMPLATE",
  "start": "10:14",
  "end": "11:12",
  "utterances": [
    {
      "user": "2a5b58d06d3acceb8925c415d130144a",
      "type": "user",
      "text": "Ja, sollten sie, weil sie in der Lage sind deutlich mehr Daten in ihre Entscheidungen miteinzubeziehen und diese deutlich präziser bewerten können.",
      "id_in_dialogue": 0,
      "true_labels": [
        "P14",
        "P2"
      ],
      "true_bounds": [],
      "predicted_labels": {},
      "predicted_bounds": [],
      "uncertain_labeling": false
    },
    {
      "user": "da6f216507bf0f246dc07540c716d564",
      "type": "expert",
      "text": "Andererseits: Gerade wenn viele personenbezogene Daten gesammelt werden, besteht die Gefahr, dass dies zum gläsernen Bürger führt. Das ist in datenschutzrechtlicher Hinsicht bedenklich. Außerdem muss folgendes beachtet werden: Allerdings ist die Aufbereitung dieser Daten zum einen schwierig und zum anderen kostenintensiv.",
      "id_in_dialogue": 1,
      "true_labels": [
        null,
        "P2-A",
        null,
        "P2-Aa"
      ],
      "true_bounds": [
        [
          0,
          14
        ],
        [
          14,
          186
        ],
        [
          186,
          227
        ],
        [
          227,
          323
        ]
      ],
      "is_template": true
    },
    {
      "user": "2a5b58d06d3acceb8925c415d130144a",
      "type": "user",
      "text": "Um zu verhindern, dass es zum gläsernen Bürger kommt, müssen angemessene datenschutzrechtliche Maßnahmen getroffen werden. Wenn diese Maßnahmen gut ausgearbeitet sind, sehe ich diesbezüglich keine große Gefahr. Hinsichtlich der Kosten muss bedacht werden, dass die Ärzte sich durch die Entlastung bei der Diagnostik von Routinepatienten wesentlich mehr Zeit für kompliziertere Fälle nehmen können. Das kann Kosten wiederum Kosten sparen.",
      "id_in_dialogue": 2,
      "true_labels": [
        "P2-A-P",
        "P5"
      ],
      "true_bounds": [],
      "predicted_labels": {},
      "predicted_bounds": [],
      "uncertain_labeling": false
    },
    {
      "user": "da6f216507bf0f246dc07540c716d564",
      "type": "expert",
      "text": "Das verstehe ich. Zur Umsetzung und Einhaltung des Datenschutzes müsste allerdings neues Personal eingestellt werden, etwa Jurist:innen und Informatiker:innen, was zu zusätzlichen Kosten führen würde. Außerdem muss folgendes beachtet werden: Die KI ist nicht unbedingt kostengünstiger. Durch Fehlentscheidungen können sehr hohe Schadensersatzforderungen entstehen, für die gehaftet werden müsste.",
      "id_in_dialogue": 3,
      "true_labels": [
        null,
        "P2-A-P-A",
        null,
        "P5-A"
      ],
      "true_bounds": [
        [
          0,
          18
        ],
        [
          18,
          201
        ],
        [
          201,
          242
        ],
        [
          242,
          396
        ]
      ],
      "is_template": true
    },
    {
      "user": "2a5b58d06d3acceb8925c415d130144a",
      "type": "user",
      "text": "Wenn man statt in Personal in ein angemessenes IT-Framework für das Krankenhaus investieren würde, das den Datenschutz beachtet, könnte man sich größere Personalkosten sparen. Das wäre sowieso zeitgemäß. Bezüglich der Fehlentscheidungen kommt es auf die Quote der Fehlentscheidungen im Vergleich zu den Ärzten an. Wenn die Quote der KI deutlich niedriger liegt könnten hier erneut Kosten gespart werden. ",
      "id_in_dialogue": 4,
      "true_labels": [
        "K2-Ae",
        "IT-Framework investieren; Datenschutz beachtet; Personalkosten sparen"
      ],
      "true_bounds": [],
      "predicted_labels": {},
      "predicted_bounds": [],
      "uncertain_labeling": true
    },
    {
      "user": "da6f216507bf0f246dc07540c716d564",
      "type": "expert",
      "text": "Hast Du schon einmal daran gedacht: Obwohl durch den Einsatz von KI Zeit eingespart werden kann, bedeutet dies nicht zwangsläufig, dass die gewonnene Zeit dem Patientenwohl zugute kommt. Vielmehr ist wohl davon auszugehen, dass die Arbeitszeit als Kosten insgesamt eingespart wird. Im Übrigen: Studien schätzen, dass 10-15% der Diagnosen von Ärzt:innen falsch sind. Das bedeutet im Umkehrschluss, dass die Qualitätsquote der Trainingsdaten nur 85-90% beträgt. Da eine KI anhand der Trainingsdaten lernt, könnte sie aufgrund deren Mängel nie eine höhere Qualitätsquote erreichen. Zudem gibt es für den allgemeinen Fall viel zu wenig verfügbare Trainingsdaten bei zu großer Merkmalsmenge, weshalb die Lernkurve ohnehin zu schlecht ist.",
      "id_in_dialogue": 5,
      "true_labels": [
        null,
        "P18-A",
        null,
        "K7"
      ],
      "true_bounds": [
        [
          0,
          36
        ],
        [
          36,
          282
        ],
        [
          282,
          294
        ],
        [
          294,
          733
        ]
      ],
      "is_template": true
    },
    {
      "user": "2a5b58d06d3acceb8925c415d130144a",
      "type": "user",
      "text": "Wie die gewonnene Zeit dann eingesetzt wird kann ich nicht beurteilen. \nDas gilt nur, wenn die Trainingsdaten jeweils nur von einem Arzt beurteilt werden und nicht von mehreren. Die Qualität der Trainingsdaten ist extrem wichtig. Wenn eine KI entwickelt werden soll, die folgenreiche Entscheidungen trifft, die die Gesundheit von Menschen beeinflussen, sollte auf die Qualität der Trainingsdaten sehr großes Augenmerk gelegt werden. Der Anspruch an deren Qualität liegt viel höher als bei ärztlicher Diagnostik. Daher müssen Methoden gefunden werden, wie man deren Qualität maximiert. ",
      "id_in_dialogue": 6,
      "true_labels": [
        "Anspruch an Qualität höher; Methoden finden, die Qualität maximieren; Trainingsdaten großes Augenmerk"
      ],
      "true_bounds": [],
      "predicted_labels": {},
      "predicted_bounds": [],
      "uncertain_labeling": true
    },
    {
      "user": "da6f216507bf0f246dc07540c716d564",
      "type": "expert",
      "text": "Das stimmt. Auch in Anbetracht der zur Zeit bestehenden Defizite hinsichtlich des Einsatzes von KI, überwiegen im Ergebnis wohl die Vorteile des Einsatzes der KI. Und: ",
      "id_in_dialogue": 7,
      "true_labels": [
        null,
        "P11-A-P",
        null
      ],
      "true_bounds": [
        [
          0,
          12
        ],
        [
          12,
          163
        ],
        [
          163,
          168
        ]
      ],
      "is_template": true
    }
  ],
  "surveys": [
    {
      "name": "2a5b58d06d3acceb8925c415d130144a",
      "type": "StartSurvey",
      "result": "weak-agree"
    },
    {
      "name": "2a5b58d06d3acceb8925c415d130144a",
      "type": "EndSurvey",
      "result": "weak-agree",
      "improvement_suggestions": "",
      "persuasive_arguments": [
        [
          0,
          true
        ],
        [
          1,
          false
        ],
        [
          2,
          true
        ],
        [
          3,
          false
        ],
        [
          4,
          true
        ],
        [
          5,
          false
        ],
        [
          6,
          true
        ],
        [
          7,
          true
        ]
      ]
    }
  ]
}